Repository: SoundGoof/fusiondirectory-plugins
Catalog: game/locale/*/fusiondirectory.po
Languages: el_gr, fr

source: John Lennon has arrived
el_gr: Ο John Lennon έφτασε
fr: John Lennon est arrivé

source: Create a user for John Lennon with login <b>john</b>
el_gr: Δημιουργήστε ένα χρήστη για τον John Lennon με το όνομα <b>john</b>
fr: Créez un utilisateur pour John Lennon avec <b>john<b> comme identifiant

source: The Beatles are here
el_gr: Οι Beatles είναι εδώ
fr: Les Beatles sont là

source: Create a user template named <b>beatle</b>, using <i>http://%l|givenName%.com</i> as homepage and <i>%l|sn%</i> (lower case first name) as password
el_gr: Δημιουργήστε ένα πρότυπο χρήστη με το όνομα <b>Beatle</b>, χρησιμοποιώντας το <i>http://%l|givenName%.com</i> ως αρχική σελίδα και το <i>%l|sn%</i> (όνομα με πεζά) ως κωδικό πρόσβασης
fr: Créez un modèle utilisateur nommé <b>beatle</ b>, en utilisant <i>http://%l|givenName%.com</ i> en site web et <i>%l|sn%</ ​​i> (prénom en minuscule) comme mot de passe

source: Create a user for Paul McCartney using beatle template (login paul)
el_gr: Δημιουργήστε ένα χρήστη με το όνομα Paul McCartney χρησιμοποιώντας το πρότυπο beatle (Είσοδος ως paul)
fr: Créez un utilisateur pour Paul McCartney en utilisant le modèle beatle (login paul)

source: Create a user for George Harrison using beatle template (login george)
el_gr: Δημιουργήστε ένα χρήστη με το όνομα George Harrison χρησιμοποιώντας το πρότυπο beatle (Είσοδος ως george)
fr: Créez un utilisateur pour George Harrison en utilisant le modèle beatle (login george)

source: Create a user for Ringo Starr using beatle template (login ringo)
el_gr: Δημιουργήστε ένα χρήστη μετο όνομα Ringo Starr χρησιμοποιώντας το πρότυπο beatle (Είσοδος ως ringo)
fr: Créez un utilisateur pour Ringo Starr en utilisant le modèle beatle (login ringo)

source: Create a POSIX group for The Beatles named <b>beatles</b> and add the 4 beatles to this group
el_gr: Δημιουργήστε μια ομάδα POSIX για τους The Beatles με όνομα <b> beatles </ b> και προσθέστε τους 4 beatles σε αυτήν την ομάδα
fr: Créez un groupe POSIX pour les Beatles nommé <b>beatles</ b> et ajoutez les 4 Beatles à ce groupe

source: The Beatles bought computers
el_gr: Οι Beatles αγόρασαν υπολογιστές
fr: Les Beatles ont acheté des ordinateurs

source: Create a server named <b>yellow-submarine</b> with IP 192.168.1.129 and MAC 00:11:22:33:44:01
el_gr: Δημιουργήστε ένα διακομιστή με όνομα <b>yellow-submarine</b> με IP 192.168.1.129 και MAC 00:11:22:33:44:01
fr: Créez un serveur nommé <b>yellow-submarine</ b> avec l’IP 192.168.1.129 et la MAC 00:11:22:33:44:01

source: Add a DNS service for zone <b>beatles.fake</b> on this server
el_gr: Πρόσθεσε μια υπηρεσία DNS για τη ζώνη <b>beatles.fake</b> σε αυτόν τον εξυπηρετή
fr: Ajoutez un service DNS pour la zone <b>beatles.fake</ b> sur ce serveur

source: Add a DHCP service for the network <b>192.168.1.128/26</b> on this server
el_gr: Προσθέστε μια υπηρεσία DHCP για το δίκτυο <b>192.168.1.128/26</b> σε αυτόν τον διακομιστή
fr: Ajoutez un service DHCP pour le réseau <b>192.168.1.128/26</ b> sur ce serveur

source: Create a workstation for John's laptop, with IP 192.168.1.130 and MAC 00:11:22:33:44:02
el_gr: Δημιουργήστε ένα σταθμό εργασίας για το laptop του John με IP 192.168.1.130 και MAC 00:11:22:33:44:02
fr: Créez un poste de travail pour l'ordinateur portable de John, avec l’IP 192.168.1.130 et la MAC 00:11:22:33:44:02

source: Create a winstation for George's laptop, as he is running windows, with IP 192.168.1.131 and MAC 00:11:22:33:44:03
el_gr: Δημιουργήστε ένα σταθμό εποπτείας για το laptop του George, καθώς θα τρέχει τα windows, με IP 192.168.1.131 και MAC 00:11:22:33:44:03
fr: Créez une station Windows pour l'ordinateur portable de George, comme il utilise Windows, avec l’IP 192.168.1.131 et la MAC 00:11:22:33:44:03
