Repository: SoundGoof/fusiondirectory-plugins
Catalog: apache2/locale/*/fusiondirectory.po
Languages: cs_cz, pt_br

source: Apache service
cs_cz: Služba Apache
pt_br: Serviço Apache

source: Apache virtual host service
cs_cz: Služba virtuálních hostitelů Apache
pt_br: Serviço de hospedagem virtual Apache

source: Services
cs_cz: Služby
pt_br: Serviços

source: Virtual hosts
cs_cz: Virtuální hostitelé
pt_br: Hospedagem virtual

source: List of Apache Vhost
cs_cz: Seznam virtuálních hostitelů Apache
pt_br: Lista de Hospedagens virtuais do Apache

source: Template entry
cs_cz: Položka šablony
pt_br: Entrada de Template

source: Server name
cs_cz: Název serveru
pt_br: Nome do Servidor

source: Document root
cs_cz: Kořenová složka dokumentu
pt_br: Raiz do documento

source: Actions
cs_cz: Akce
pt_br: Ações

source: Create
cs_cz: Vytvořit
pt_br: Criar

source: Remove
cs_cz: Odstranit
pt_br: Remover

source: Edit host
cs_cz: Upravit záznam stroje
pt_br: Editar hospedagem

source: Remove host
cs_cz: Odebrat stroj
pt_br: Remover hospedagem

source: Vhosts
cs_cz: Virtuální hostitelé
pt_br: Hospedagens virtuais

source: Apache vhosts management
cs_cz: Správa virtuálních hostitelů Apache
pt_br: Gerenciamento de hospedagem virtual do Apache

source: This Plugin is for Apache server
cs_cz: Tento zásuvný modul je určený pro server Apache
pt_br: Este plugin é do servidor Apache

source: Apache Vhost
cs_cz: Virtuální hostitel Apache
pt_br: Hospedagem Virtual do Apache

source: Informations
cs_cz: Informace
pt_br: Informações

source: Virtual host name
cs_cz: název virtuálního stroje
pt_br: Nome da Hospedagem Virtual

source: The Virtual host name
cs_cz: Název virtuálního hostitele
pt_br: O nome da hospedagem virtual

source: Document root for the apache web server
cs_cz: Kořenová složka pro webový server Apache
pt_br: Documentação raiz para o servidores web Apache

source: Admin mail address
cs_cz: E-mailová adresa správce
pt_br: Endereço de email do administrador

source: Apache admin mail address
cs_cz: E-mail správce služby apache
pt_br: Endereço de e-mail do administrador do Apache

source: Script Alias
cs_cz: alternativní název (alias) skriptu

source: Alias
cs_cz: alternativní název (alias)

source: Alias Directory
cs_cz: složka alternativních názvů (alias)
pt_br: Diretório Alias

source: Script
cs_cz: Skript

source: Script Directory
cs_cz: Složka se skripty
pt_br: Diretório de Script

source: Server Alias
cs_cz: alternativní název (alias) serveru
pt_br: Servidor Alias

source: URL Alias
cs_cz: Alternativní URL adresa

source: Directory Path
cs_cz: Umístění složky
pt_br: Diretório de Pacote

source: Warning
cs_cz: Varování
pt_br: Aviso

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Toto se týká všech dat účtu, pravidel pro přístupy k systému, nastavení IMAP a dalších nastavení tohoto uživatele. Dobře si rozmyslete, zda to opravdu chcete udělat, protože pak již nebude možné vzít provedené změny zpět.
pt_br: Isto inclui todos os dados da conta, regras de acesso ao sistema, configurações do imap, etc. para este usuário. Por favor, tenha certeza que você quer fazer isso porque não tem como recuperar seus dados do FusionDirectory de volta.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
cs_cz: Tedy – pokud jste si jisti, klikněte na Smazat. V opačném případě operaci zrušte kliknutím na Zrušit.
pt_br: Se você tem certeza, pressione 'Delete' para continuar ou 'Cancel' para desistir.

source: Filter
cs_cz: Filtr
pt_br: Filtro

source: Name
cs_cz: Název
pt_br: Nome

source: Base
cs_cz: Základ

source: Save
cs_cz: Uložit
pt_br: Salvar

source: Cancel
cs_cz: Storno
pt_br: Cancelar
